Repository: darktable-org/darktable
Catalog: doc/usermanual/po/sv.tmx
Source language: en
Languages: sv

source: printing on `%s' cancelled
sv: utskriften på `%s' avbröts

source: error while printing `%s' on `%s'
sv: fel uppstod vid utskrift av bild `%s' på `%s'

source: printing `%s' on `%s'
sv: skriver ut `%s' på `%s'

source: found strange path `%s'
sv: hittade en konstigt sökväg `%s'

source: error loading directory `%s'
sv: fel uppstod vid läsning av katalog '%s'

source: file `%s' has unknown format!
sv: `%s' är av okänt format!

source: error loading file `%s'
sv: fel uppstod vid läsning av fil '%s'

source: darktable - run performance configuration?
sv: darktable - kör prestandakonfigurationen?

source: we have an updated performance configuration logic - executing that might improve the performance of darktable. this will potentially overwrite some of your existing settings - especially in case you have manually modified them to custom values. would you like to execute this update of the performance configuration?
sv: vi har en uppdaterad prestandakonfiguration - att använda den kan förbättra prestandan i darktable. detta kan möjligtvis skriva över några av dina nuvarande inställningar - speciellt om du manuellt har modifierat anpassade värden. vill du köra denna uppdatering av prestandakonfigurationen?

source: no
sv: nej

source: yes
sv: ja

source: an error has occurred while trying to open the database from <span style="italic">%s</span> %s
sv: ett fel uppstod när databasen försökte öppnas från <span style="italic">%s</span> %s

source: darktable - error locking database
sv: darktable - fel vid låsning av databasen

source: close darktable
sv: stäng darktable

source: the database lock file contains a pid that seems to be alive in your system: %d
sv: databasens lås-fil innehåller en process som verkar vara igång på ditt system: %d

source: the database lock file seems to be empty
sv: databasens lås-fil verkar vara tom

source: error opening the database lock file for reading: %s
sv: fel vid öppning av databasens lås-fil för läsning: %s

source: an error has occurred while trying to open the database from <span style="italic">%s</span> it seems that the database is corrupt. do you want to close darktable now to manually restore the database from a backup or start with a new one?
sv: ett fel har uppstått vid öppning av databasen från <span style="italic">%s</span> det ser ut som att databasen är trasig. vill du stänga darktable nu för att försöka återställa manuellt eller vill du börja om med en ny databas?

source: darktable - error opening database
sv: darktable - fel när databasen skulle öppnas

source: delete database
sv: ta bort databas

source: do you want to remove this empty directory?
sv: vill du verkligen ta bort denna tomma katalog?

source: remove empty directory?
sv: ta bort tom katalog?

source: name
sv: namn

source: cannot remove film roll having local copies with non accessible originals
sv: kan inte ta bort en filmrulle som har lokala kopior där originalen inte går att nå

source: you need to copy history from an image before you paste it onto another
sv: du måste kopiera historik från en bild innan du klistrar in på en annan

source: on
sv: på

source: Sorry,<p>something went wrong. Please try again.</p>
sv: Ledsen,<p>någonting gick fel. Var god försök igen.</p>

source: Thank you,<p>everything should have worked, you can <b>close</b> your browser now and <b>go back</b> to darktable.</p>
sv: Tack,<p>allt verkar ha fungerat som det ska, du kan <b>stänga</b> din webbläsare nu och <b>gå tillbaka</b> till darktable.</p>

source: orphaned image
sv: anonyma bilder

source: cannot create local copy when the original file is not accessible.
sv: kan inte skapa lokal kopia när originalfilen inte går att nå.

source: cannot create local copy.
sv: kan inte skapa lokal kopia.

source: cannot remove local copy when the original file is not accessible.
sv: kan inte ta bort lokal kopia när originalfilen inte går att nå.

source: %d local copy has been synchronized
sv: %d lokal kopia har synkroniserats

source: image `%s' is not available!
sv: bild `%s' är inte tillgänglig!

source: failed to allocate memory for %s, please lower the threads used for export or buy more memory.
sv: misslyckades med att tilldela minne för %s, var god och minska antalet trådar som används för export eller köp mer minne.

source: thumbnail export
sv: export av miniatyrbild

source: cannot find the style '%s' to apply during export.
sv: kan inte finna stilen '%s' att applicera under export.

source: couldn't expand to a unique filename for session, please check your import session settings.
sv: kunde inte bygga ett unikt filnamn för sessionen, var god kolla dina import-inställningar.

source: generic poissonian
sv: generisk poissonfördelning

source: noiseprofile file `%s' is not valid
sv: brusprofilen i `%s' är ogiltig

source: due to a slow GPU hardware acceleration via opencl has been de-activated.
sv: hårdvaruacceleration via opencl har slagits av på grund av långsam GPU.

source: multiple GPUs detected - opencl scheduling profile has been set accordingly.
sv: flera GPU:er hittades - opencl schemaläggningsprofil har ställts in efter det.

source: very fast GPU detected - opencl scheduling profile has been set accordingly.
sv: väldigt snabb GPU hittades - opencl schemaläggningsprofil har ställts in efter det

source: opencl scheduling profile set to default.
sv: opencl schemaläggningsprofil satt till standard.

source: inch
sv: tum

source: letter
sv: letter (usa)

source: legal
sv: legal (usa)

source: GNOME Keyring backend is no longer supported. configure a different one
sv: GNOME Keyring stöds inte längre. konfigurera en annan nyckelring

source: rejecting %d image
sv: förkastar %d bild

source: applying rating %d to %d image
sv: applicerar betyg %d på %d bild

source: no images selected to apply rating
sv: inga bilder valda för applicering av betyg

source: style with name '%s' already exists
sv: stil med namn '%s' existerar redan

source: styles/apply %s
sv: stiler/applicera %s

source: style named '%s' successfully created
sv: stilen '%s' skapades

source: no image selected!
sv: inga bilder valda!

source: failed to overwrite style file for %s
sv: kunde inte skriva över stilfilen för %s

source: style file for %s exists
sv: stilfil med namn '%s' existerar redan

source: style %s was successfully imported
sv: stilen '%s' importerades

source: above sea level
sv: över havsytan

source: below sea level
sv: under havsytan

source: working..
sv: arbetar..

source: select
sv: bildurval

source: path
sv: slinga

source: xmp timestamp
sv: xmp-tidstämpel

source: database timestamp
sv: databastidstämpel

source: updated xmp sidecar files found
sv: har funnit uppdaterade xmp-filer

source: _close
sv: _stäng

source: select all
sv: välj alla

source: reload selected xmp files
sv: läser in valda xmp-filer på nytt

source: overwrite selected xmp files
sv: skriv över valda xmp-filer

source: capturing %d image
sv: fångar %d bild

source: please set your camera to manual mode first!
sv: var god att ställa om kameran till manuellt läge först!

source: capture images
sv: fånga bilder

source: %d/%d imported to %s
sv: %d/%d importerad till %s

source: starting to import images from camera
sv: börjar importera bilder från kamera

source: importing %d image from camera
sv: importerar %d bild från kamera

source: import images from camera
sv: importera bilder från kamera

source: failed to create film roll for destination directory, aborting move..
sv: misslyckades med att skapa filmrulle för målkatalogen, avbryter flytten..

source: exposure bracketing only works on raw images.
sv: exponeringstegning fungerar endast med råbilder.

source: images have to be of same size and orientation!
sv: bilderna måste ha samma storlek och orientering!

source: merging %d image
sv: slår samman %d bild

source: wrote merged HDR `%s'
sv: sparade ihopslagen HDR bild `%s'

source: duplicating %d image
sv: duplicerar %d bild

source: flipping %d image
sv: vänd %d bild

source: removing %d image
sv: tar bort %d bild

source: could not send %s to trash%s%s
sv: kunde inte skicka %s till papperskorgen%s%s

source: could not physically delete %s%s%s
sv: kunde inte radera från disk %s%s%s

source: physically delete
sv: radera fysiskt

source: only remove from the collection
sv: ta enbart bort från samling

source: skip to next file
sv: hoppa till nästa fil

source: stop process
sv: stoppa processen

source: trashing error
sv: fel när filen skickades till papperskorgen

source: deletion error
sv: fel när filen skulle tas bort

source: trashing %d image
sv: skickar %d bild till papperskorgen

source: deleting %d image
sv: raderar %d bild

source: failed to parse GPX file
sv: lyckades inte tolka GPX-filen

source: applied matched GPX location onto %d image
sv: applicerar tillhörande GPX-läge på %d bild

source: moving %d image
sv: flyttar %d bild

source: moving %d images
sv: flyttar %d bilder

source: copying %d image
sv: kopierar %d bild

source: copying %d images
sv: kopierar %d bilder

source: creating local copy of %d image
sv: skapa lokala kopia för %d bild

source: removing local copy of %d image
sv: ta bort %d bilds lokala kopia

source: exporting %d image..
sv: exporterar %d bild...

source: exporting %d image to %s
sv: exporterar %d bild till %s

source: image `%s' is currently unavailable
sv: `%s' är inte tillgänglig

source: merge hdr image
sv: slår samman hdr-bild

source: duplicate images
sv: duplicerar bilder

source: flip images
sv: vänder bilder

source: remove images
sv: tar bort bilder

source: do you really want to remove %d selected image from the collection?
sv: vill du verkligen ta bort %d vald bild från samlingen?

source: remove images?
sv: ta bort bilder?

source: delete images
sv: raderar bilder

source: do you really want to send %d selected image to trash?
sv: vill du verkligen skicka %d vald bilden till papperskorgen?

source: do you really want to physically delete %d selected image from disk?
sv: vill du verkligen radera %d vald bilder fysiskt från disk?

source: trash images?
sv: bilder till papperskorg?

source: delete images?
sv: radera bilder?

source: move images
sv: flyttar bild

source: _select as destination
sv: _välj som mål

source: do you really want to physically move the %d selected image to %s? (all unselected duplicates will be moved along)
sv: vill du verkligen flytta den %d valda bilden fysiskt till %s? (alla ej valda kopior kommer att flyttas med)

source: move image?
sv: flytta bild?

source: copy images
sv: kopierar bild

source: do you really want to physically copy the %d selected image to %s?
sv: vill du verkligen kopiera den %d valda bilden fysiskt till %s?

source: copy image?
sv: kopiera bild?

source: local copy images
sv: kopierar bild lokalt

source: failed to get parameters from storage module `%s', aborting export..
sv: misslyckades att hämta parametrar från lagringsmodul `%s', avbryter exporten..

source: export images
sv: exporterar bilder

source: adding time offset to %d image
sv: lägger till tidsförskjutning på %d bild

source: added time offset to %d image
sv: la till tidsförskjutning på %d bild

source: time offset
sv: tidsförskjutning

source: write sidecar files
sv: skapa sidofiler

source: import images
sv: importerar bilder

source: no supported images were found to be imported
sv: inga bilder som stöds hittades för import

source: importing %d image
sv: importerar %d bild

source: importing image %s
sv: importerar bild %s

source: import image
sv: importera bild

source: skipped blending in module '%s': roi's do not match
sv: struntade i blandning i modul '%s': roi:er stämmer inte

source: could not allocate buffer for blending
sv: kunde inte tilldela buffert för blandning

source: sliders for L channel
sv: reglage för L-kanal

source: sliders for a channel
sv: reglage för a-kanal

source: sliders for b channel
sv: reglage för b-kanal

source: sliders for chroma channel (of LCh)
sv: reglage för färgkanal (i LCh)

source: sliders for hue channel (of LCh)
sv: reglage för nyanskanal (i LCh)

source: sliders for gray value
sv: reglage för gråvärden

source: sliders for red channel
sv: reglage för röd kanal

source: sliders for green channel
sv: reglage för grön kanal kanal

source: sliders for blue channel
sv: reglage för blå kanal

source: sliders for hue channel (of HSL)
sv: reglage för nyanskanal (i HSL)

source: sliders for chroma channel (of HSL)
sv: reglage för färgkanal (i HSL)

source: sliders for value channel (of HSL)
sv: reglage för värdekanal (i HSL)

source: adjustment based on input received by this module: * range defined by upper markers: blend fully * range defined by lower markers: do not blend at all * range between adjacent upper/lower markers: blend gradually
sv: justeringar baserade på det som anges i denna modul: * område givet av de övre markörerna: blanda till fullo * område givet av de nedre markörerna: blanda inte alls * område mellan intilliggande övre/undre markörer: blanda gradvis

source: adjustment based on unblended output of this module: * range defined by upper markers: blend fully * range defined by lower markers: do not blend at all * range between adjacent upper/lower markers: blend gradually
sv: justeringar baserade på det som anges i denna modul: * område givet av de övre markörerna: blanda till fullo * område givet av de nedre markörerna: blanda inte alls * område mellan intilliggande övre/undre markörer: blanda gradvis

source: reset blend mask settings
sv: återställ blandningsmaskens inställningar

source: invert all channel's polarities
sv: invertera alla kanalers polariteter

source: toggle polarity. best seen by enabling 'display mask'
sv: växla polaritet. syns bäst genom att slå på 'visningsmask'

source: output
sv: utgående

source: input
sv: inkommande

source: double click to reset
sv: dubbelklicka för återställning

source: parametric mask
sv: parametermarkering

source: %d shape used
sv: %d form används

source: no mask used
sv: ingen markering används

source: blend
sv: blanda

source: drawn mask
sv: ritad markering

source: show and edit mask elements
sv: visa och redigera markeringens element

source: toggle polarity of drawn mask
sv: växla den ritade markeringens polaritet

source: add gradient
sv: lägg till gradient

source: add path
sv: lägg till slinga

source: add ellipse
sv: lägg till ellips

source: add circle
sv: lägg till cirkel

source: add brush
sv: lägg till pensel

source: normal bounded
sv: begränsad normal

source: lighten
sv: gör endast ljusare

source: darken
sv: gör endast mörkare

source: multiply
sv: multiplicera

source: average
sv: medel

source: subtract
sv: substrahera

source: difference
sv: differens

source: screen
sv: skärma för

source: overlay
sv: överlagring

source: softlight
sv: mjukt ljus

source: hardlight
sv: hårt ljus

source: vividlight
sv: intensivt ljus

source: linearlight
sv: linjärt ljus

source: pinlight
sv: snävt ljus

source: lightness
sv: ljushet

source: hue
sv: nyans

source: color
sv: färg

source: coloradjustment
sv: färgjustering

source: Lab lightness
sv: ljushet i Lab

source: Lab color
sv: färg i Lab

source: Lab L-channel
sv: Lab L-kanal

source: Lab a-channel
sv: Lab a-kanal

source: Lab b-channel
sv: Lab b-kanal

source: HSV lightness
sv: ljushet i HSV

source: HSV color
sv: färg i HSV

source: RGB red channel
sv: reglage för röd kanal

source: RGB green channel
sv: reglage för grön kanal

source: RGB blue channel
sv: RGB blå kanal

source: difference (deprecated)
sv: skillnad (utgående)

source: inverse (deprecated)
sv: inverterad (utgående)

source: normal (deprecated)
sv: normal (utgående)

source: unbounded (deprecated)
sv: obunden (utgående)

source: uniformly
sv: jämnt

source: drawn & parametric mask
sv: ridad och parametermarkering

source: blend mode
sv: blandningsläge

source: choose blending mode
sv: välj blandningstyp

source: opacity
sv: ogenomskinlighet

source: set the opacity of the blending
sv: justera blandningens ogenomskinlighet

source: combine masks
sv: kombinera markeringar

source: exclusive
sv: uteslutnande

source: inclusive
sv: inneslutande

source: exclusive & inverted
sv: uteslutande & inverterad

source: inclusive & inverted
sv: inneslutande & inverterad

source: how to combine individual drawn mask and different channels of parametric mask
sv: hur individuella ritad markering samt olika kanaler i parametermarkering ska kombineras

source: invert mask
sv: invertera markering

source: apply mask in normal or inverted mode
sv: använd markeringen i normal eller inverterat läge

source: feathering guide
sv: metod för fjädring

source: output image
sv: utgående bild

source: input image
sv: inkommande bild

source: choose to guide mask by input or output image
sv: välj att styra masken från ingående eller utgående bild

source: feathering radius
sv: fjädringens radie

source: spatial radius of feathering
sv: rumslig utsträckning för oskarp mask

source: mask blur
sv: maskens fjädring

source: radius for gaussian blur of blend mask
sv: radie för blandningsmaskens gaussiska oskärpa

source: mask opacity
sv: maskens ogenomskinlighet

source: shifts and tilts the tone curve of the blend mask to adjust its brightness without affecting fully transparent/fully opaque regions
sv: justerar tonkurvan för blandningsmasken för att korrigera ljusheten utan att påverka helt transparent/ogenomskinliga delar

source: mask contrast
sv: maskens kontrast

source: gives the tone curve of the blend mask an s-like shape to adjust its contrast
sv: ger blandningsmaskens tonkurva en s-liknande form för att justera kontrasten

source: display mask and/or color channel. ctrl-click to display mask, shift-click to display channel. hover over parametric mask slider to select channel for display
sv: visningsmask och/eller färgkanal. ctrl+klick för att visa masken, shift+klick för att visa kanalen. sväva över reglagen för parametrisk mask för att välja kanal att visa

source: temporarily switch off blend mask. only for module in focus
sv: stäng av markeringen tillfälligt. enbart för den aktiva modulen

source: mask refinement
sv: maskförfining

source: %s: module `%s' version mismatch: %d != %d
sv: %s: modul `%s' skiljer i version: %d != %d

source: new instance
sv: ny instans

source: duplicate instance
sv: duplicera instans

source: move up
sv: flytta upp

source: move down
sv: flytta ner

source: delete
sv: radera

source: rename
sv: byt namn

source: %s is switched on
sv: %s är påslagen

source: %s is switched off
sv: %s är avslagen

source: preset
sv: förinställning

source: fusion
sv: slå samman

source: show module
sv: visa modul

source: enable module
sv: aktivera modul

source: reset module parameters
sv: återställ modulparametrar

source: show preset menu
sv: visa förinställningar

source: multiple instances actions middle-click creates new instance
sv: hantera multipla instanser mittenklick skapar en ny instans

source: reset parameters
sv: återställ parametrar

source: presets
sv: fördefinierade

source: presets middle-click to apply on new instance
sv: förinställningar mittenklicka för att lägga till på ny instans

source: cannot find lightroom XMP!
sv: kan inte finna någon XMP från Lightroom!

source: `%s' not a lightroom XMP!
sv: `%s' inte en XMP från Lightroom!

source: tags
sv: taggar

source: rating
sv: betyg

source: geotagging
sv: geotaggning

source: color label
sv: färgmarkering

source: %s has been imported
sv: %s har importerats

source: ctrl+click to add a sharp node
sv: ctrl+klick för att lägga till en skarp nod

source: ctrl+click to switch between smooth/sharp node
sv: ctrl+klick för att växla mellan jämn/skarp nod

source: right-click to reset curvature
sv: höger-klicka för att återställa kurvningen

source: ctrl+click to add a node
sv: ctrl+klick för att lägga till en nod

source: shift+scroll to set feather size, ctrl+scroll to set shape opacity (%d%%)
sv: rulla för att ställa in hårdhet, ctrl+rulla för att ställa in formens ogenomskinlighet (%d%%)

source: ctrl+scroll to set shape opacity (%d%%)
sv: ctrl+rulla för att ställa in formens ogenomskinlighet (%d%%)

source: move to rotate shape
sv: flytta för att rotera formen

source: scroll to set size, shift+scroll to set feather size ctrl+scroll to set shape opacity (%d%%)
sv: rulla för att ställa in penselns storlek, shift+rulla för att ställa in dess hårdhet ctrl+rulla för att ställa in formens ogenomskinlighet (%d%%)

source: ctrl+click to rotate
sv: ctrl+klick för att rotera

source: shift+click to switch feathering mode, ctrl+click to rotate shift+scroll to set feather size, ctrl+scroll to set shape opacity (%d%%),
sv: shift+klick för att ändra fjädringsmetod, ctrl+klick för att rotera shift+rulla för att sätta fjädringens storlek, ctrl+rulla för att sätta formens ogenomskinlighet (%d%%),

source: scroll to set brush size, shift+scroll to set hardness, ctrl+scroll to set opacity (%d%%)
sv: rulla för att ställa in penselns storlek, shift+rulla för att ställa in dess hårdhet ctrl+rulla för att ställa in ogenomskinlighet (%d%%)

source: scroll to set hardness, ctrl+scroll to set shape opacity (%d%%)
sv: rulla för att ställa in hårdhet, ctrl+rulla för att ställa in formens ogenomskinlighet (%d%%)

source: scroll to set brush size
sv: rulla för att ställa in penselns storlek

source: circle #%d
sv: cirkelform #%d

source: path #%d
sv: slinga #%d

source: ellipse #%d
sv: ellips #%d

source: brush #%d
sv: pensel #%d

source: copy of %s
sv: kopia av %s

source: %s: mask version mismatch: %d != %d
sv: %s: maskering skiljer i version: %d != %d

source: add existing shape
sv: lägg till existerande form

source: use same shapes as
sv: använd samma form som

source: masks can not contain themselves
sv: maskeringar kan inte innehålla sig själva

source: darktable discovered problems with your OpenCL setup; disabling OpenCL for this session!
sv: darktable upptäckte problem med dina OpenCL-inställningar; stänger av OpenCL för denna session!

source: tiling failed for module '%s'. output might be garbled.
sv: tiling misslyckades i modul '%s'. resultatet kan vara förvanskat.

source: double-click to reset
sv: dubbelklicka för återställning

source: daylight
sv: dager

source: direct sunlight
sv: direkt solljus

source: cloudy
sv: molnigt

source: shade
sv: skuggigt

source: incandescent
sv: halogen

source: incandescent warm
sv: halogen, varm

source: tungsten
sv: glödlampa

source: fluorescent
sv: lysrör

source: fluorescent high
sv: lysrörsljus hög temp

source: cool white fluorescent
sv: kallt vitt lysrörsljus

source: warm white fluorescent
sv: varmt vitt lysrörsljus

source: daylight fluorescent
sv: lysrörsljus, dagtid

source: neutral fluorescent
sv: neutralt lysrörsljus

source: white fluorescent
sv: vitt lysrörsljus

source: sodium-vapor fluorescent
sv: natriumlampor

source: day white fluorescent
sv: vitt lysrörsljus, dagtid

source: high temp. mercury-vapor fluorescent
sv: kvicksilverljus med hög temp

source: flash
sv: blixt

source: flash (auto mode)
sv: blixt (automatiskt läge)

source: evening sun
sv: kvällssol

source: underwater
sv: under vatten

source: black & white
sv: svart & vitt

source: spot WB
sv: punkt VB

source: manual WB
sv: manuell VB

source: camera WB
sv: kamerans VB

source: auto WB
sv: automatisk VB

source: creating cache directories
sv: skapar cache-katalogerna

source: creating cache directory '%s'
sv: skapar cache-katalogen '%s'

source: could not create directory '%s'!
sv: kunde inte skapa katalog '%s'!

source: warning: no images are matching the requested image id range
sv: varning: ingen bild matchade det begärda området av bildidentiteter

source: warning: did you want to swap these boundaries?
sv: varning: vill du byta plats på dessa gränser?
